[{"name": "Riley Lyn", "quoteText": "Just Wonderful. Absolutely Wonderful.", "date": "August 18, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 0, "novel": "calamitousfortunes", "text": "I am absolutely stunned by this author's ability to tell such a provoking story. While reading this novel, I felt so deeply connected to the characters. So much so that I carry them with with me now. I find myself thinking about these guys on a daily basis. I wonder how they are doing. What they are thinking. How they are coping with the calamity they had to deal with during the week I spent with them. Obviously, I know they are fiction. Except, they really aren't. The author just has a really interesting take on the world and he sees every Human Being as someone with a beautifully flawed but equally interesting story. I see the characters he created everywhere and I love that. I cannot decide which book of his is my favorite. They are both so wonderful. I really hope you love it as much as I did. Read on!"}, {"name": "Amazon Customer", "quoteText": "Amazing book--great story", "date": "July 25, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 1, "novel": "calamitousfortunes", "text": "I so enjoyed this book--it kept me interested from the beginning to the very end. I can not wait for the next book to come out because I will certainly be reading it. Kudos to William Spreadbury on a book well written."}, {"name": "Tw", "quoteText": "Phenomenal; Best book I ever read!", "date": "July 22, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 2, "novel": "calamitousfortunes", "text": "This book is phenomenal, and the best book I have ever read! I highly recommend it, its intriguing, its captivating, and I cannot wait to read your next book!"}, {"name": "Geralyn M. Misiaveg", "quoteText": "Great Read", "date": "August 4, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 3, "novel": "calamitousfortunes", "text": "Wonderful Book! I hope he continues the story!!"}, {"name": "B pete", "quoteText": "Very good reading. Couldn't wait to turn the page to see what happens next!", "date": "August 4, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 4, "novel": "calamitousfortunes", "text": "What an awesome adventure! Can't wait for the next book. And many more after that! This is the absolute best book I've ever read and I read a lot!"}, {"name": "Ann M. N.", "quoteText": "It is a very very good book!", "date": "September 30, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 5, "novel": "calamitousfortunes", "text": "I found it to be a very unique book."}, {"name": "Kindle Customer", "quoteText": "So many twists and turns!", "date": "August 1, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 6, "novel": "calamitousfortunes", "text": "Didn't want the book to end. A real page turner!"}, {"name": "Amazon Customer", "quoteText": "Fantastic book", "date": "September 4, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 7, "novel": "calamitousfortunes", "text": "I recommend this book to everyone"}, {"name": "Brooke Schuler", "quoteText": "Great Book!. :-)", "date": "September 2, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 8, "novel": "calamitousfortunes", "text": "Such a great story! I read the book and passed it on, now my whole family is hooked! Can't wait to hear more from Spreadbury."}, {"name": "SRH", "quoteText": "Phenomenal read. 5.0 out of 5 stars Phenomenal read.", "date": "July 14, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 9, "novel": "calamitousfortunes", "text": "A character depiction like you’ve never known. A story depicted by an author who’s mind is remarkably intertwined with the content yet able to disconnect to the emotions which drive this book. You want a good read? There is this and so much more. Welcome to William Christopher Spreadbury’s world..."}, {"name": "Amazon Customer", "quoteText": "A Tremendous Experience", "date": "July 21, 2019", "classname": "review-item", "img": "./assets/images/clients/test-1.jpg", "alt": "images", "id": 10, "novel": "calamitousfortunes", "text": "This is one of the rare books that does not just tell a story, but springs an entire universe into existence. Throughout the novel, the author introduces you to many characters and each one has astonishing depth. Even in it's many digressions to introduce these characters and wide ranging discussion, there is a not a single line that wastes the reader's time. Every sentence moves the plot forward and kept me glued to the book for days. I look forward to reading it again and again. The cover says it is part of the CF Fiction series... The Name of the Book is on the way and I can't wait to read the rest."}]